<script>
import HeaderBlue from '../components/HeaderBlue.vue'
import Footer from '../components/Footer.vue'
export default {
  components: {HeaderBlue,Footer}
}
</script>
<template>
<section class="overflow-hidden bg-secondary">
  <HeaderBlue />
  <div class="container">
    <div class="flex flex-wrap items-center py-20">
      <div class="w-full lg:w-1/2 pl-6">
        <div class="lg:max-w-xl mb-4">
          <p class="hero__p">إدارة بذكاء</p>
          <h1 class="hero__h1">تواصل مع جمهورك بفعالية</h1>
          <p class="mb-6 text-gray-200 text-lg">
            عزام نظام لإدارة الأحداث والفعاليات, يتيح التواصل مع المدعوين بسهولة أكبر.
          </p>
          <a href="/signup">
            <button class="button__primary">
              جرب مجاناً
            </button>
          </a>
        </div>
      </div>
      <div class="w-full lg:w-1/2 pr-6">
        <svg class="mx-auto" width="458" height="321" viewBox="0 0 458 321" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path d="M436.513 236.812C438.364 235.249 440.112 233.568 441.748 231.782C443.035 230.371 444.246 228.891 445.373 227.348C461.051 205.904 458.191 176.01 449.153 148.696C440.114 121.382 424.921 96.6492 415.863 85.5268C413.661 82.8133 411.283 80.2483 408.744 77.8483C406.704 75.9081 405.119 74.6178 404.382 73.9678C398.95 69.3128 392.852 65.4983 386.291 62.6514C379.728 59.8101 372.747 58.0555 365.621 57.4564C354.12 56.4863 342.072 57.2964 330.097 58.9116C318.122 60.5269 306.219 62.9861 294.99 65.3435C287.997 66.7987 281.028 68.4721 274.151 70.4269C267.255 72.363 260.462 74.6456 253.796 77.2662C248.019 79.5557 241.709 81.8986 235.796 84.8671C229.884 87.8357 224.374 91.4203 220.191 96.2078C215.694 101.349 212.379 107.296 209.529 113.51C206.679 119.723 204.353 126.209 201.814 132.427C199.148 138.946 196.904 145.558 194.665 152.174C192.426 158.79 190.178 165.406 187.517 171.926L176.239 153.765L164.967 135.609L134.352 156.85L103.738 178.095L121.635 215.401L139.567 252.698C141.894 258.764 145.023 264.49 148.872 269.723C154.344 277.086 162.398 284.61 173.666 287.724C176.458 288.493 179.324 288.966 182.215 289.135C184.194 289.246 186.178 289.246 188.157 289.135C198.979 288.65 208.196 284.925 215.442 280.584C221.106 277.151 226.306 273.006 230.916 268.249V319.451L264.312 316.318L297.704 313.184L330.383 310.114L363.057 307.048L431.9 299.404L455.618 296.775C454.742 294.026 453.867 291.278 452.991 288.529C452.116 285.78 451.242 283.032 450.369 280.283C448.059 273.036 445.749 265.789 443.439 258.542C441.129 251.296 438.82 244.052 436.513 236.812Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-1"></path>
          <path d="M251.632 78.1285L254.423 102.993L257.205 127.852L272.471 113.698L287.737 99.5439L277.516 86.0205L267.29 72.497C265.623 72.9578 263.898 73.4671 262.129 74.0638C260.36 74.6604 258.548 75.2958 256.691 76.004C255.809 76.3274 254.948 76.675 254.108 77.0469C253.265 77.4107 252.441 77.7696 251.632 78.1285Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-2"></path>
          <path d="M287.733 99.5435C288.945 93.8457 290.153 88.1478 291.358 82.45C292.563 76.7522 293.772 71.0543 294.983 65.3565L303.707 63.5909L312.43 61.8301L322.39 87.0532L332.344 112.276L310.051 105.898L287.733 99.5435Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-3"></path>
          <path d="M298.2 313.134L330.312 310.117L362.429 307.104C362.502 307.097 362.573 307.074 362.636 307.035C362.699 306.996 362.752 306.944 362.792 306.881C362.831 306.819 362.855 306.748 362.862 306.675C362.87 306.602 362.861 306.528 362.836 306.459L325.635 203.142L288.429 99.825C288.388 99.719 288.31 99.6312 288.21 99.5768C288.11 99.5224 287.994 99.5049 287.883 99.5275C287.771 99.5501 287.671 99.6112 287.6 99.7002C287.529 99.7891 287.491 99.9003 287.494 100.014L292.583 206.324L297.671 312.639C297.675 312.704 297.692 312.768 297.721 312.826C297.749 312.885 297.789 312.937 297.839 312.979C297.888 313.022 297.945 313.054 298.007 313.074C298.069 313.094 298.135 313.101 298.2 313.095V313.134Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-4"></path>
          <path d="M267.289 72.4981L277.505 86.0215L287.726 99.5449C288.938 93.8471 290.146 88.1493 291.351 82.4515C292.556 76.7537 293.765 71.0558 294.976 65.358C294.976 65.358 288.676 66.7792 282.032 68.3848C275.387 69.9903 268.476 71.7705 267.289 72.4981Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-5"></path>
          <path d="M98.9198 144.902H6.63555C5.88837 144.9 5.14889 144.751 4.45933 144.463C3.76976 144.175 3.14361 143.754 2.61663 143.224C2.08965 142.694 1.67216 142.065 1.388 141.373C1.10383 140.682 0.958556 139.941 0.960468 139.193V81.5101C0.960468 79.9998 1.55991 78.5513 2.62692 77.4834C3.69393 76.4155 5.14111 75.8155 6.65009 75.8155H98.9198C100.429 75.8155 101.876 76.4155 102.943 77.4834C104.01 78.5513 104.609 79.9998 104.609 81.5101V139.193C104.609 140.703 104.01 142.152 102.943 143.22C101.876 144.288 100.429 144.888 98.9198 144.888V144.902Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-6"></path>
          <path d="M230.73 299.35L230.817 309.4L230.905 319.451L247.271 317.971L263.637 316.492L247.184 307.921L230.73 299.35Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-7"></path>
          <path d="M436.512 236.811L416.099 251.149L395.682 265.493L425.647 281.131L455.617 296.774L446.064 266.792L436.512 236.811Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-8"></path>
          <path d="M2.16553 77.9877L24.7932 97.2299L47.416 116.472C49.0932 117.898 51.2275 118.671 53.4278 118.649C55.6281 118.628 57.747 117.814 59.3962 116.356L81.2484 96.9922L103.106 77.6432" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-9"></path>
          <path d="M234.074 173.958C233.564 194.57 233.053 215.177 232.543 235.779C232.032 256.381 231.522 276.987 231.011 297.595" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-10"></path>
          <path d="M318.445 281.034L303.979 293.743L289.517 306.451L254.657 285.38L219.797 264.338C218.227 263.39 216.893 262.097 215.895 260.557C214.896 259.018 214.26 257.271 214.034 255.45C213.809 253.628 213.999 251.779 214.591 250.042C215.183 248.305 216.161 246.725 217.452 245.421L234.38 228.735L251.304 212.049C252.279 211.057 253.402 210.222 254.633 209.575C255.818 208.952 257.089 208.506 258.404 208.251C260.979 207.753 263.644 208.038 266.056 209.071C268.48 210.117 270.561 211.825 272.061 213.999L295.246 247.517L318.445 281.034Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-11"></path>
          <path d="M316.304 282.914L299.982 297.515L283.64 312.115L248.78 291.044L213.92 269.978C212.35 269.029 211.016 267.737 210.017 266.197C209.019 264.657 208.383 262.911 208.157 261.089C207.931 259.268 208.122 257.419 208.713 255.682C209.305 253.944 210.284 252.364 211.574 251.06L228.537 235.054L245.523 219.047C246.796 217.76 248.312 216.74 249.983 216.045C251.654 215.351 253.446 214.996 255.255 215.001C257.064 215.006 258.854 215.372 260.52 216.077C262.187 216.781 263.697 217.811 264.962 219.105L290.648 251.031L316.304 282.914Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-12"></path>
          <path d="M313.038 285.128L294.166 302.28L275.299 319.432L240.439 298.361L205.579 277.295C204.009 276.346 202.675 275.053 201.677 273.514C200.678 271.974 200.042 270.228 199.817 268.406C199.591 266.585 199.781 264.736 200.373 262.998C200.965 261.261 201.943 259.681 203.234 258.377L220.429 242.37L237.624 226.363C238.897 225.077 240.413 224.056 242.084 223.362C243.756 222.667 245.548 222.312 247.358 222.318C249.167 222.323 250.957 222.689 252.624 223.393C254.291 224.098 255.802 225.127 257.067 226.422L285.055 255.753L313.038 285.128Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-13"></path>
          <path d="M164.984 135.623C163.753 133.455 162.376 131.19 160.826 128.866C159.275 126.543 157.559 124.156 155.65 121.731C151.786 116.852 147.508 112.316 142.865 108.174C139.094 104.807 135.098 101.702 130.904 98.8799C126.407 96.149 122.084 93.4181 117.756 90.6872C113.428 87.9564 109.105 85.2206 104.608 82.4897C104.724 86.3702 104.666 90.2749 104.608 94.1699C104.55 98.065 104.491 101.955 104.608 105.85C101.341 106.515 98.0749 107.165 94.8133 107.844C91.5517 108.523 88.2949 109.231 85.0527 110.012C83.686 110.335 82.321 110.681 80.9575 111.05C79.5941 111.419 78.2371 111.795 76.8866 112.18C75.6071 112.549 74.1969 112.869 72.835 113.291C71.4906 113.664 70.2121 114.243 69.0452 115.008C68.1164 115.687 67.4805 116.695 67.2666 117.826C67.1464 118.388 67.1443 118.969 67.2602 119.532C67.3762 120.095 67.6077 120.627 67.9402 121.096V121.12C69.6849 123.453 72.646 123.856 76.5425 124.093C80.439 124.331 85.266 124.408 90.7714 126.092C92.0977 126.504 93.4001 126.99 94.6727 127.547C95.7826 128.032 96.6985 128.488 97.3867 128.852L101.496 131.097L103.697 132.315C103.742 132.337 103.786 132.363 103.828 132.393C103.895 132.44 103.96 132.492 104.021 132.548C104.278 132.814 104.447 133.153 104.506 133.518C104.558 133.822 104.579 134.131 104.569 134.44C104.569 135.191 104.569 135.943 104.569 136.695C104.569 137.447 104.569 138.199 104.569 138.951C104.572 139.223 104.56 139.495 104.535 139.765C104.507 140.093 104.448 140.418 104.361 140.736C104.274 141.043 104.164 141.343 104.031 141.633C103.92 141.866 103.823 142.04 103.765 142.118C103.408 142.666 102.97 143.157 102.466 143.573C101.741 144.114 100.902 144.483 100.013 144.65C99.4805 144.761 98.9389 144.826 98.3948 144.844C97.0281 144.873 91.2027 144.902 82.1885 144.912C73.1743 144.922 60.9808 144.912 46.873 144.854C54.2038 145.642 61.4088 147.336 68.3231 149.898C78.2479 153.515 87.259 159.268 94.7212 166.749C96.5024 168.556 98.1818 170.46 99.7517 172.454C101.254 174.36 102.587 176.256 103.769 178.109L134.384 156.864L164.984 135.623Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-14"></path>
          <path d="M97.4041 128.867C98.0098 129.168 98.7901 129.57 99.7109 130.06C100.632 130.55 101.683 131.137 102.832 131.806C107.518 134.55 111.952 137.704 116.082 141.231C119.363 143.943 122.091 146.218 126.007 148.066C128.129 149.068 130.354 149.834 132.642 150.35C135.882 151.062 139.199 151.36 142.514 151.238" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-15"></path>
          <path d="M101.354 106.535C102.633 106.244 103.952 105.962 105.309 105.7C106.666 105.439 108.061 105.181 109.491 104.949C111.216 104.667 112.883 104.425 114.531 104.221C116.179 104.017 117.754 103.843 119.295 103.707" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-16"></path>
          <path d="M339.152 215.216L360.171 245.906L381.189 276.595C372.994 282.004 365.23 286.68 358.101 290.706C350.972 294.732 344.463 298.093 338.784 300.892C321.337 309.444 308.377 314.144 298.316 316.681C288.255 319.217 281.102 319.591 275.306 319.445C273.74 319.407 272.311 319.339 271.056 319.251C269.8 319.164 268.715 319.072 267.842 318.985C265.734 318.874 263.663 318.381 261.731 317.529C260.474 316.972 259.288 316.267 258.198 315.429C257.418 314.832 256.692 314.168 256.027 313.445C253.307 313.649 250.571 313.419 247.924 312.761C246.307 312.351 244.793 311.608 243.48 310.579C243.077 310.254 241.992 309.322 241.008 308.478L239.137 306.863L238.43 306.659L237.722 306.46C236.299 306.036 234.903 305.527 233.54 304.937C232.173 304.363 230.911 303.566 229.803 302.58C229.177 301.992 228.656 301.301 228.262 300.538C227.874 299.784 227.646 298.959 227.593 298.113C227.518 297.405 227.619 296.69 227.888 296.031C228.157 295.372 228.585 294.791 229.134 294.339C230.291 293.51 231.705 293.118 233.123 293.233C237.405 293.453 241.697 293.364 245.966 292.966C250.241 292.552 254.447 291.601 258.484 290.133L259.09 289.905L259.7 289.668C266.188 287.054 272.442 283.891 278.393 280.214C286.991 274.907 295.15 268.916 302.79 262.301L291.551 244.009L280.312 225.723C280.312 225.723 284.325 224.83 290.601 223.85C298.51 222.595 306.484 221.785 314.484 221.425C318.747 221.25 322.981 220.635 327.118 219.591C331.261 218.549 335.287 217.087 339.132 215.226L339.152 215.216Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-17"></path>
          <path d="M239.136 306.853C247.32 306.01 255.435 304.591 263.421 302.608C277.034 299.266 293.599 293.484 305.395 283.691" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-18"></path>
          <path d="M256.033 313.436C263.182 313.57 270.328 313.047 277.381 311.874C289.497 309.895 304.589 305.568 316.307 296.114" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-19"></path>
          <path d="M187.532 171.934L192.393 180.714L197.259 189.488" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-20"></path>
          <path d="M339.151 215.216L360.742 200.796L382.327 186.37L372.596 166.91L362.86 147.449" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-21"></path>
          <path d="M381.188 276.596C382.616 275.468 384.054 274.336 385.501 273.201C386.949 272.066 388.403 270.942 389.863 269.83C397.688 263.831 405.494 258.082 413.281 252.581C421.067 247.08 428.807 241.821 436.5 236.802" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-22"></path>
          <path d="M246.859 222.279L251.618 251.518L256.362 280.752C256.608 282.261 257.349 283.644 258.468 284.684C259.587 285.724 261.02 286.361 262.541 286.495L264.359 286.655L266.176 286.816" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-23"></path>
          <path d="M273.584 164.741C273.585 165.398 273.357 166.036 272.941 166.545C272.525 167.054 271.945 167.402 271.301 167.531C270.657 167.66 269.988 167.562 269.408 167.253C268.828 166.943 268.373 166.442 268.121 165.835C267.869 165.227 267.835 164.551 268.025 163.922C268.215 163.292 268.618 162.748 269.164 162.382C269.71 162.016 270.366 161.851 271.02 161.915C271.674 161.979 272.285 162.268 272.75 162.733C273.014 162.996 273.224 163.309 273.367 163.654C273.51 163.998 273.584 164.368 273.584 164.741V164.741Z" fill="black" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-24"></path>
          <path d="M273.584 205.132C273.585 205.79 273.357 206.427 272.941 206.936C272.525 207.445 271.945 207.794 271.301 207.923C270.657 208.052 269.988 207.953 269.408 207.644C268.828 207.335 268.373 206.834 268.121 206.226C267.869 205.619 267.835 204.943 268.025 204.313C268.215 203.684 268.618 203.14 269.164 202.774C269.71 202.408 270.366 202.243 271.02 202.307C271.674 202.371 272.285 202.659 272.75 203.124C273.014 203.387 273.224 203.7 273.367 204.045C273.51 204.39 273.584 204.759 273.584 205.132Z" fill="black" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-25"></path>
          <path d="M316.587 34.9043L302.237 34.817L287.887 34.7248C288.094 38.5886 288.809 42.4082 290.014 46.0849C291.681 51.2004 294.393 55.9131 297.977 59.9236C299.931 62.1084 302.13 64.0614 304.529 65.7443C306.455 67.0997 308.499 68.2799 310.636 69.2707C312.292 66.5555 313.664 63.6768 314.731 60.6803C316.769 54.9558 317.716 48.8993 317.522 42.8253C317.432 40.1634 317.119 37.5138 316.587 34.9043V34.9043Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-26"></path>
          <path d="M300.172 62.194C299.407 61.4665 298.825 60.8407 298.374 60.3314C297.924 59.8221 297.623 59.4195 297.405 59.1285C297.245 58.9199 297.105 58.721 296.983 58.5416C296.862 58.3621 296.751 58.202 296.668 58.0565L297.022 58.1778L297.449 58.299L297.822 58.3912C298.045 58.4397 298.345 58.5028 298.651 58.5416C300.316 58.7923 302.017 58.6356 303.609 58.0847C305.2 57.5338 306.635 56.6052 307.79 55.3783C308.944 54.1514 309.785 52.6628 310.239 51.0398C310.694 49.4168 310.749 47.7078 310.399 46.059C310.05 44.4102 309.306 42.8706 308.233 41.5721C307.159 40.2736 305.787 39.2547 304.234 38.6027C302.681 37.9507 300.993 37.685 299.315 37.8282C297.637 37.9715 296.019 38.5196 294.599 39.4254C292.488 40.7689 290.904 42.7985 290.111 45.1734C289.806 44.4409 289.496 43.6163 289.21 42.6996C288.9 41.713 288.643 40.7108 288.439 39.697C288.255 38.7657 288.124 37.8781 288.037 37.0486C287.95 36.2192 287.901 35.4431 287.887 34.7301L263.393 34.5797L238.919 34.4196C238.68 35.3315 238.467 36.2548 238.279 37.1893C238.086 38.1206 237.926 39.0665 237.795 40.0269C236.128 52.0612 239.06 63.5716 245.142 72.453C251.224 81.3344 260.447 87.6111 271.39 89.1342C279.079 90.1844 286.904 88.8093 293.775 85.2003C300.746 81.533 306.58 76.0258 310.645 69.2759C309.305 68.6478 308 67.9484 306.734 67.1804C305.605 66.4965 304.646 65.8417 303.856 65.2402C303.419 64.9201 302.886 64.5029 302.242 63.9887C301.597 63.4746 300.909 62.8925 300.172 62.194Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-27"></path>
          <path d="M287.712 60.3143C287.534 61.5962 286.918 62.7769 285.969 63.6551C285.019 64.5333 283.794 65.0547 282.503 65.1303C281.213 65.206 279.936 64.8313 278.89 64.0701C277.844 63.3088 277.095 62.2082 276.769 60.9558C276.443 59.7034 276.562 58.3767 277.104 57.2018C277.646 56.027 278.579 55.0767 279.743 54.513C280.907 53.9492 282.23 53.8069 283.487 54.1103C284.744 54.4137 285.857 55.144 286.636 56.1768C287.079 56.7613 287.402 57.4279 287.587 58.138C287.771 58.8481 287.814 59.5877 287.712 60.3143V60.3143Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-28"></path>
          <path d="M259.449 70.9204C259.27 72.1993 258.654 73.3766 257.705 74.2517C256.756 75.1269 255.534 75.6459 254.246 75.7203C252.958 75.7947 251.684 75.4199 250.641 74.6597C249.598 73.8995 248.85 72.801 248.526 71.5512C248.201 70.3014 248.319 68.9776 248.86 67.8053C249.401 66.633 250.332 65.6847 251.493 65.1218C252.654 64.559 253.974 64.4164 255.229 64.7184C256.483 65.0203 257.594 65.7482 258.373 66.778C258.816 67.3635 259.139 68.0308 259.324 68.7417C259.509 69.4526 259.551 70.193 259.449 70.9204V70.9204Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-29"></path>
          <path d="M262.085 72.4439C263.511 73.0541 265.068 73.2927 266.611 73.1375C269.117 72.8561 272.102 71.3331 274.046 66.3467" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-30"></path>
          <path d="M252.648 58.1874C252.577 58.7045 252.329 59.1809 251.946 59.5355C251.564 59.8901 251.07 60.101 250.549 60.1321C250.029 60.1633 249.514 60.0128 249.092 59.7064C248.67 59.3999 248.367 58.9564 248.235 58.4515C248.103 57.9466 248.15 57.4115 248.368 56.9375C248.586 56.4634 248.961 56.0797 249.431 55.8517C249.9 55.6237 250.433 55.5656 250.94 55.6873C251.447 55.8089 251.897 56.1028 252.211 56.5188C252.391 56.7542 252.522 57.0229 252.597 57.3093C252.672 57.5958 252.689 57.8943 252.648 58.1874V58.1874Z" fill="black" class="svg-elem-31"></path>
          <path d="M275.37 51.9596C275.299 52.4767 275.051 52.9531 274.669 53.3077C274.286 53.6624 273.793 53.8732 273.272 53.9044C272.752 53.9355 272.236 53.785 271.814 53.4786C271.392 53.1721 271.089 52.7287 270.957 52.2238C270.825 51.7189 270.872 51.1838 271.091 50.7097C271.309 50.2356 271.684 49.8519 272.153 49.6239C272.622 49.3959 273.156 49.3378 273.663 49.4595C274.17 49.5811 274.619 49.875 274.934 50.291C275.114 50.5264 275.244 50.7951 275.319 51.0816C275.394 51.368 275.411 51.6665 275.37 51.9596V51.9596Z" fill="black" class="svg-elem-32"></path>
          <path d="M250.257 45.2806L262.582 42.1083L274.906 38.936" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-33"></path>
          <path d="M256.553 43.66L258.797 54.0985L261.046 64.5418L262.49 64.1052L263.934 63.6735" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-34"></path>
          <path d="M283.471 1.97012C273.395 0.573153 263.601 3.42529 255.687 9.24598C247.383 15.4696 241.462 24.3554 238.914 34.4205L277.757 34.663L316.596 34.9055C314.952 26.6086 310.94 18.9663 305.047 12.9033C299.262 6.97004 291.674 3.12489 283.471 1.97012V1.97012Z" fill="white" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-35"></path>
          <path d="M296.376 51.2047L299.982 48.9638L303.593 46.718" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-36"></path>
          <path d="M253.654 34.532C253.842 38.6734 252.78 42.7757 250.606 46.3043C248.551 49.6717 245.451 52.2732 241.78 53.7112C240.405 54.2381 238.966 54.5806 237.501 54.7298C232.823 55.1947 228.146 53.8264 224.455 50.9124C222.576 49.4208 221.054 47.5287 219.998 45.3739C218.943 43.2191 218.381 40.8558 218.353 38.4561C218.331 36.9802 218.527 35.5091 218.935 34.0906C219.852 30.9991 221.606 28.2222 224.004 26.0677C226.427 23.9043 229.495 22.5171 232.834 22.7014C234.835 22.8316 236.769 23.4693 238.456 24.5543C239.568 25.2574 240.588 26.0983 241.49 27.0572C241.166 27.7557 240.853 28.4962 240.549 29.2788C240.244 30.0646 239.948 30.8843 239.672 31.7477C239.522 32.2328 239.381 32.6742 239.251 33.1253C239.12 33.5764 239.003 34.0226 238.892 34.4543L246.273 34.5028L253.654 34.532Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-37"></path>
          <path d="M244.427 21.5045L278.512 22.4698L312.592 23.4302" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-38"></path>
          <path d="M254.739 21.7944L253.857 28.1632L252.97 34.5271" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-39"></path>
          <path d="M268.191 22.2698L267.357 28.2845L266.524 34.2992" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-40"></path>
          <path d="M284.609 22.8914L283.795 28.8043L282.971 34.7171" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-41"></path>
          <path d="M301.373 23.3456L300.598 28.9383L299.822 34.531" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-42"></path>
          <path d="M362.98 147.69L372.672 167.029L382.365 186.368L371.878 193.377L361.39 200.382C361.636 191.605 361.886 182.827 362.141 174.048C362.397 165.268 362.647 156.492 362.893 147.719C362.892 147.711 362.893 147.704 362.895 147.696C362.897 147.689 362.901 147.682 362.906 147.676C362.911 147.671 362.917 147.666 362.924 147.662C362.931 147.659 362.938 147.657 362.946 147.656C362.954 147.659 362.961 147.663 362.966 147.669C362.972 147.675 362.977 147.682 362.98 147.69V147.69Z" fill="#ABFA00" stroke="black" stroke-width="1.70225" stroke-miterlimit="10" stroke-linecap="round" class="svg-elem-43"></path>
          </svg>
      </div>
    </div>
  </div>
</section>
<section id="solution" class="relative py-16 overflow-hidden">
  <div class="container">
    <div class="flex flex-wrap">
      <div class="w-full lg:w-1/2">
        <div class="lg:max-w-lg">
          <h2 class="solution__h2">
            احصل على أقصى قدر من النتائج من إدارة جماهيرك
          </h2>
          <p class="solution__p">
نظام إدارة المدعوين يقدم لك أفضل النتائج عن طريق الإدارة المستمرة والتي تعمل بدقة وسهولة.
          </p>
          <ul>
            <li class="solution__li">
              <svg class="solution__svg" fill="none" stroke="currentColor" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7"></path></svg>
              <p>تأكيد الحضور</p>
            </li>
            <li class="solution__li">
              <svg class="solution__svg" fill="none" stroke="currentColor" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7"></path></svg>
              <p>
                إصدار الشهادات
              </p>
            </li>
            <li class="solution__li">
              <svg class="solution__svg" fill="none" stroke="currentColor" viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg"><path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7"></path></svg>
              <p> 
                التواصل المباشر
              </p>
            </li>
          </ul>
        </div>
      </div>
      <div class="w-full lg:w-1/2">
        <img class="w-full mx-auto relative" src="../assets/images/features__svg.svg" alt="">
      </div>
    </div>
  </div>
</section>

<section id="features">
  <div class="container py-16 px-4 sm:px-6 lg:py-24 lg:px-8">
    <div class="max-w-3xl mx-auto text-center">
      <h2 class="features__h2">منصة الكل في واحد</h2>
      <p class="features__p">
        المميزات التي قدمها المنصة
      </p>
    </div>
    <dl class=" mt-12 space-y-10 sm:space-y-0 sm:grid sm:grid-cols-2 sm:gap-x-6 sm:gap-y-12 lg:grid-cols-4 lg:gap-x-8">
      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">غير محدودة</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">إشعارات</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">لوحة التحكم</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">تحكم</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">متعدد</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">تقارير</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">محادثة</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>

      <div class="relative">
        <dt>
          <svg class="features__svg" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke="currentColor" aria-hidden="true">
            <path stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="M5 13l4 4L19 7" />
          </svg>
          <p class="features__title">شهادات</p>
        </dt>
        <dd class="features__des">
          عرض القيمة للميزة وخواصها مميزاتها لخدمة الجهة       
        </dd>
      </div>
    </dl>
  </div>
</section>

<section id="contact" class="relative overflow-hidden bg-secondary">
  <div class="relative pt-6 pb-16 sm:pb-24">
    <div class="mt-16 sm:mt-24">
      <div class="container">
        <div class="lg:grid lg:grid-cols-12 lg:gap-8">
          <div class="contact__copy">
            <div>
              <h2 class="contact__h2">تواصل معنا</h2>
              <p class="contact__p">نسعد بإستقبال إستفساراتكم واقتراحاتكم</p>
            </div>
          </div>
          <div class="mt-16 sm:mt-24 lg:col-span-6 lg:mt-0">
            <div class="bg-white sm:mx-auto sm:w-full sm:max-w-md sm:overflow-hidden rounded-lg">
              <div class="px-4 py-8 sm:px-10">
                <div class="mt-6">
                  <form action="#" method="POST" class="space-y-6">
                    <div class="contact__element">
                      <label for="name" class="contact__element--label">الاسم</label>
                      <input type="text" name="name" id="name" class="contact__element--input" placeholder="الاسم" />
                    </div>

                    <div class="contact__element">
                      <label for="email" class="contact__element--label">البريد</label>
                      <input type="email" name="email" id="email" class="contact__element--input" placeholder="البريد" />
                    </div>

                    <div class="contact__element">
                      <label for="email" class="contact__element--label">الرسالة</label>
                      <textarea id="message" name="message" rows="3" class="contact__element--input" placeholder="الرسالة هنا"></textarea>
                    </div>

                    <div>
                      <button type="submit" class="contact__btn">إرسال</button>                    
                    </div>
                  </form>
                </div>
                <div class="mt-6">
                  <p class="mb-2 text-sm font-medium text-gray-700">او التواصل عن طريق</p>

                  <div class="grid grid-cols-2 gap-3">
                    <div>
                      <a href="#" class="inline-flex w-full justify-center rounded-md border border-gray-300 bg-white py-2 px-4 text-sm font-medium text-gray-500 shadow-sm hover:bg-gray-50">
                        <span class="sr-only">Sign in with Facebook</span>
                        <svg class="h-6 w-6" fill="currentColor" viewBox="0 0 24 24" aria-hidden="true">
                          <path fill-rule="evenodd" d="M12.315 2c2.43 0 2.784.013 3.808.06 1.064.049 1.791.218 2.427.465a4.902 4.902 0 011.772 1.153 4.902 4.902 0 011.153 1.772c.247.636.416 1.363.465 2.427.048 1.067.06 1.407.06 4.123v.08c0 2.643-.012 2.987-.06 4.043-.049 1.064-.218 1.791-.465 2.427a4.902 4.902 0 01-1.153 1.772 4.902 4.902 0 01-1.772 1.153c-.636.247-1.363.416-2.427.465-1.067.048-1.407.06-4.123.06h-.08c-2.643 0-2.987-.012-4.043-.06-1.064-.049-1.791-.218-2.427-.465a4.902 4.902 0 01-1.772-1.153 4.902 4.902 0 01-1.153-1.772c-.247-.636-.416-1.363-.465-2.427-.047-1.024-.06-1.379-.06-3.808v-.63c0-2.43.013-2.784.06-3.808.049-1.064.218-1.791.465-2.427a4.902 4.902 0 011.153-1.772A4.902 4.902 0 015.45 2.525c.636-.247 1.363-.416 2.427-.465C8.901 2.013 9.256 2 11.685 2h.63zm-.081 1.802h-.468c-2.456 0-2.784.011-3.807.058-.975.045-1.504.207-1.857.344-.467.182-.8.398-1.15.748-.35.35-.566.683-.748 1.15-.137.353-.3.882-.344 1.857-.047 1.023-.058 1.351-.058 3.807v.468c0 2.456.011 2.784.058 3.807.045.975.207 1.504.344 1.857.182.466.399.8.748 1.15.35.35.683.566 1.15.748.353.137.882.3 1.857.344 1.054.048 1.37.058 4.041.058h.08c2.597 0 2.917-.01 3.96-.058.976-.045 1.505-.207 1.858-.344.466-.182.8-.398 1.15-.748.35-.35.566-.683.748-1.15.137-.353.3-.882.344-1.857.048-1.055.058-1.37.058-4.041v-.08c0-2.597-.01-2.917-.058-3.96-.045-.976-.207-1.505-.344-1.858a3.097 3.097 0 00-.748-1.15 3.098 3.098 0 00-1.15-.748c-.353-.137-.882-.3-1.857-.344-1.023-.047-1.351-.058-3.807-.058zM12 6.865a5.135 5.135 0 110 10.27 5.135 5.135 0 010-10.27zm0 1.802a3.333 3.333 0 100 6.666 3.333 3.333 0 000-6.666zm5.338-3.205a1.2 1.2 0 110 2.4 1.2 1.2 0 010-2.4z" clip-rule="evenodd" />
                        </svg>
                      </a>
                    </div>

                    <div>
                      <a href="#" class="inline-flex w-full justify-center rounded-md border border-gray-300 bg-white py-2 px-4 text-sm font-medium text-gray-500 shadow-sm hover:bg-gray-50">
                        <span class="sr-only">Sign in with Twitter</span>
                        <svg class="h-6 w-6" fill="currentColor" viewBox="0 0 20 20" aria-hidden="true">
                          <path d="M6.29 18.251c7.547 0 11.675-6.253 11.675-11.675 0-.178 0-.355-.012-.53A8.348 8.348 0 0020 3.92a8.19 8.19 0 01-2.357.646 4.118 4.118 0 001.804-2.27 8.224 8.224 0 01-2.605.996 4.107 4.107 0 00-6.993 3.743 11.65 11.65 0 01-8.457-4.287 4.106 4.106 0 001.27 5.477A4.073 4.073 0 01.8 7.713v.052a4.105 4.105 0 003.292 4.022 4.095 4.095 0 01-1.853.07 4.108 4.108 0 003.834 2.85A8.233 8.233 0 010 16.407a11.616 11.616 0 006.29 1.84" />
                        </svg>
                      </a>
                    </div>

                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</section>
<Footer />
</template>